tap "mikybars/tap"
tap "sdkman/tap"

brew "bash"
brew "bat"                                 # https://github.com/sharkdp/bat
brew "coreutils"
brew "fd"                                  # https://github.com/sharkdp/fd
brew "gh"                                  # https://github.com/cli/cli
brew "git"
brew "git-delta"                           # https://github.com/dandavison/delta
brew "git-open"                            # https://github.com/jeffreyiacono/git-open
brew "gnu-sed"                             # https://www.gnu.org/software/sed/
brew "gpg"
brew "gum", args: ['HEAD']                 # https://github.com/charmbracelet/gum
brew "lazygit"                             # https://github.com/jesseduffield/lazygit
brew "neovim"                              # https://neovim.io/
brew "node"
brew "openssl"
brew "ripgrep"                             # https://github.com/BurntSushi/ripgrep
brew "ruby"
brew "sdkman/tap/sdkman-cli"               # https://sdkman.io/
brew "zoxide"                              # https://github.com/ajeetdsouza/zoxide.git
brew "zsh"
brew "mikybars/tap/nnn"                    # https://github.com/jarun/nnn
brew "mikybars/tap/tag"                    # https://github.com/aykamko/tag

cask "bartender"                           # https://www.macbartender.com/
cask "bettertouchtool"                     # https://folivora.ai
cask "notion"                              # https://www.notion.so/es-es/desktop
cask "postman"                             # https://www.postman.com/
cask "raycast"                             # https://www.raycast.com/
cask "warp"                                # https://www.warp.dev/
cask "zen-browser"
cask "mikybars/tap/font-cascadia-code-nf"  # https://nerdfonts.com
# require sudo
cask "adobe-acrobat-reader"
cask "docker"
